Autodesk.Revit.DB.Architecture.TopographyLinkType.AnyInvalidSurfaceToGenerateToposolid
Since:
2019.2

Autodesk.Revit.DB.Architecture.TopographyLinkType.AnySurfaceExceedLinkTopoAccuracyFacetsLimit
Since:
2019.2

Autodesk.Revit.DB.Architecture.TopographyLinkType.AnyTopographyUsingThisTypeHasSSEToposolid
Since:
2019.2

Autodesk.Revit.DB.Architecture.TopographyLinkType.GetOriginalData
Gets the original points and facets data.
Since:
2019.2